Repository: Jose-Mavarez/Newsletter-Project-with-Django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: Newsletter
nl: Nieuwsbrief

source: Newsletter archive
nl: Nieuwsbrieven archief

source: Newsletter detail
nl: Nieuwsbrief details

source: Newsletter list
nl: Lijst met nieuwsbrieven

source: activate
nl: activeren

source: Confirm subscription to
nl: Bevestig aanmelding voor

source: Confirm unsubscription from
nl: Bevestig afmelding van

source: Your subscription has succesfully been activated.
nl: Uw aanmelding is succesvol geactiveerd.

source: You have succesfully been unsubscribed.
nl: U met succesvol afgemeld.

source: Your subscription has succesfully been updated.
nl: Uw aanmelding is succesvol aangepast.

source: Newsletter subscribe
nl: Abboneer op nieuwsbrief

source: Subscribe to
nl: Aanmelden voor

source: Your subscription was succesfully received and an activation email has been sent to you. In that email you will find a link which you need to follow in order to activate your subscription.
nl: Uw aanmelding is succesvol ontvangen en een activatie email is naar u toegestuurd. In die email vind u een link welke u dient te volgen om uw aanmelding te activeren.

source: Subscribe
nl: Aanmelden

source: Newsletter unsubscribe
nl: Afmelden van nieuwsbrief

source: Unsubscribe from
nl: Afmeldformulier

source: Your unsubscription request has succesfully been received. An email has been sent to you with a link you need to follow in order to confirm your unsubscription.
nl: Uw verzoek tot afmelding is succesvol ontvangen. Er is een email naar u toegestuurd met een link welke u dient te volgen om uw afmelding definitief te maken.

source: Unsubscribe
nl: Afmelden
